var app01 = new Vue({
    el:"#app01",
    data:{
        p0:"DISC性格测试，帮你发现真正的你自己！",
        p1:"20世纪20年代，美国心理学家威廉.莫尔顿.马斯顿创建了一个理论来解释人的情绪反应，在此之前，这种工作主要局限在对于精神病患者或精神失常人群的研究，而马斯顿博士则希望扩大这个研究范围，以运用于心理健康的普通人群，因此，马斯顿博士将他的理论构建为一个体系，即：The Emotions of Normal People“正常人的情绪”。",
        p2:"为了检验他的理论，马斯顿博士需要采用某种心理测评的方式来衡量人群的情绪反映－－“人格特征”，因此，他采用了四个他认为是非常典型的人格特质因子，即Dominance－支配，Influence－影响，Steady－稳健，以及Compliance－服从。而DISC，正是代表了这四个英文单词的首字母。",
        p3:"在1928年，马斯顿博士正是在他的“正常人的情绪”一书中，提出了DISC性格测评，以及理论说明。",
        p4:"在每一个大标题中的四个选择题中只选择一个最符合你自己的。如果你感觉四项都不是特别想选择的答案,这是正常的。你可以使用排除其他三个相对更不符合自己的选项的方法进行选择。一共40题，不能遗漏。请按第一印象最快的选择，如果不能确定，可回忆童年时的情况，或者以你最熟悉的人对你的评价来从中选择。",

    }

})
